Repository: KDE/kdev-executebrowser
Catalog: po/*/kdevexecutebrowser.po
Languages: ar, az, ca, de, eo, es, et, eu, fi, fr, gl, he, hi, it, ka, nl, nn, pl, pt, pt_br, ru, sk, sl, sv, uk, zh_tw

source: Configure Browser Application
ar: اضبط تطبيق المتصفح
az: Bələdçi tətbiqini tənzimləyin
ca: Configura l'aplicació navegador
de: Browser-Programm einrichten
es: Configurar la aplicación de navegación
et: Brauserirakenduse seadistamine
eu: Konfiguratu arakatzaile aplikazioa
fi: Selainsovelluksen asetukset
fr: Configurer l'application de navigation
gl: Configurar a aplicación de navegador
he: הגדרת יישום דפדפן
hi: ब्राउज़र अनुप्रयोग विन्यस्त करें
it: Configura il browser
ka: ბრაუზერის აპლიკაციის მორგება
nl: Browser-programma instellen
nn: Set opp nettlesar­program
pl: Ustawienia programu przeglądarki
pt: Configuração a Aplicação de Navegação
pt_br: Configuração da Aplicação de Navegação
ru: Настройка браузера
sk: Nastaviť aplikáciu prehliadača
sl: Nastavi aplikacijo brskalnika
sv: Anpassa webbläsningsprogram
uk: Налаштування програми перегляду
zh_tw: 設定瀏覽器應用程式

source: Browser Application
ar: تطبيق المتصفح
az: Bələdçi tətbiqi
ca: Aplicació navegador
de: Browser-Programm
eo: Retumila Aplikaĵo
es: Aplicación de navegación
et: Brauserirakendus
eu: Arakatzaile aplikazioa
fi: Selainsovellus
fr: Application de navigation
gl: Aplicación de navegador
he: יישום דפדפן
hi: ब्राउज़र अनुप्रयोग
it: Applicazione browser
ka: ბრაუზერის აპლიკაცია
nl: Browser-programma
nn: Nettlesarprogram
pl: Program przeglądarki
pt: Aplicação de Navegação
pt_br: Aplicação de Navegação
ru: Приложение браузера
sk: Aplikácia prehliadača
sl: Aplikacija brskalnika
sv: Webbläsningsprogram
uk: Програма перегляду
zh_tw: 瀏覽器應用程式

source: URL
ar: الرابط
de: Adresse (URL)
eo: Retadreso
eu: URLa
fi: Verkko-osoite
he: כתובת
hi: यूआरएल
ka: ბმული
nl: URL-adres
nn: Nettadresse
pl: Adres URL
sl: Spletni naslov
sv: Webbadress
uk: Адреса
zh_tw: 網址

source: Server:
ar: الخادم:
ca: Servidor:
eo: Servilo:
es: Servidor:
eu: Zerbitzaria:
fi: Palvelin:
fr: Serveur :
gl: Servidor:
he: שרת:
hi: सर्वर:
ka: სერვერი:
nn: Tenar:
pl: Serwer:
pt: Servidor:
pt_br: Servidor:
ru: Сервер:
sl: Stre탑nik:
uk: Сервер:
zh_tw: 伺服器：

source: localhost
ar: المضيف المحلي
hi: लोकलहोस्ट

source: Path:
ar: المسار:
az: Yol:
ca: Camí:
de: Pfad:
eo: Pado:
es: Ruta:
et: Asukoht:
eu: Bide-izena:
fi: Sijainti:
fr: Emplacement :
gl: Ruta:
he: נתיב:
hi: पथ:
it: Percorso:
ka: ბილიკი:
nl: Pad:
nn: Adresse til programfil:
pl: Ścieżka:
pt: Localização:
pt_br: Caminho:
ru: Путь:
sk: Cesta:
sl: Pot:
sv: Sökväg:
uk: Шлях:
zh_tw: 路徑：

source: Enter the path
ar: أدخل أو حدد المسار
az: Yolu daxil edin
ca: Introduïu el camí
de: Geben Sie den Pfad ein
eo: Enigu la padon
es: Introduzca la ruta
et: Sisesta asukoht
eu: Sartu bide-izena
fi: Anna sijainti
fr: Saisissez l'emplacement
gl: Insira a ruta
he: נא למלא את הנתיב
hi: पथ भरें
it: Inserisci il percorso
ka: შეიყვანეთ ბილიკი
nl: Voer het pad in
nn: Skriv inn adressa til programfila
pl: Wpisz ścieżkę
pt: Indicar a localização
pt_br: Insira a localização
ru: Введите путь
sk: Zadajte cestu
sl: Vnesite pot
sv: Ange sökvägen
uk: Введіть шлях
zh_tw: 輸入路徑

source: Ar&guments:
ar: ال&معاملات:
az: &Arqumentlər:
de: Ar&gumente:
es: Ar&gumentos:
et: A&rgumendid:
eu: Ar&gumentuak:
fi: &Parametrit:
gl: Pa&rámetros:
he: &ארגומנטים:
hi: आर्गुमेंट्स(&g):
it: Ar&gomenti:
ka: &არგუმენტები:
nl: Ar&gumenten:
nn: Ar&gument:
pl: Ar&gumenty:
pt: Ar&gumentos:
pt_br: Ar&gumentos:
ru: &Аргументы:
sk: Ar&gumenty:
sl: Ar&gumenti:
sv: Ar&gument:
uk: &Параметри:
zh_tw: 參數(&G)：

source: Enter arguments to give to the executable
ar: أدخل المعاملات التي تريد إعطاؤها للملف القابل للتنفيذ
az: İcra faylına göndərmək üçün arqumentləri daxil edin
ca: Introduïu els arguments a proporcionar a l'executable
de: Geben Sie Argumente ein, die der Programmdatei übergeben werden sollen
eo: Enigu argumentojn donendajn al la programo
es: Introduzca los argumentos a proporcionar al ejecutable
et: Sisesta täitmisfailile antavad argumendid
eu: Sartu exekutagarriari emateko argumentuak
fi: Kirjoita suoritettavalle tiedostolle annettavat argumentit
fr: Saisissez les arguments à transmettre à l'exécutable
gl: Insira os parámetros que lle quere dar ao executábel
he: נא למלא ארגומנטים לספק לקובץ ההפעלה
hi: एक्सिक्यूटेबल को देने के लिए आर्गुमेंट्स भरें
it: Inserisci gli argomenti da dare all'eseguibile
ka: გამშვები ფაილისათვის გადასაცემი არგუმენტები
nl: Voer de argumenten in om door te geven aan het programma
nn: Skriv inn argument til programfila
pl: Wpisz argumenty dane plikowi wykonywalnemu
pt: Indique os argumentos a passar ao executável
pt_br: Insira os argumentos a passar ao executável
ru: Введите аргументы для передачи исполняемому файлу
sk: Zadajte argumenty pre odovzdanie spustiteľnému súboru
sl: Vnesite argumente za prenos do izvajalnega programa
sv: Ange argument att skicka till det körbara programmet
uk: Введіть параметри, які буде передано виконуваному файлу
zh_tw: 輸入要遞給執行檔的參數

source: Enter arguments to give to the URL
ar: أدخل المعاملات التي تريد تقديمها إلى الرابط
az: URL-a göndrəmək üçün arqumentləri daxil edin
ca: Introduïu els arguments a proporcionar a l'URL
de: Geben Sie Argumente ein, die der Adresse (URL) übergeben werden sollen
eo: Enigu argumentojn donendajn al la URL
es: Introduzca los argumentos a proporcionar a la URL
et: Sisesta URL-ile antavad argumendid
eu: Sartu URLari emateko argumentuak
fi: Anna verkko-osoitteelle lähetettävät argumentit
fr: Saisissez les arguments à transmettre à l'URL
gl: Insira os parámetros que lle quere pasar ao URL.
he: נא למלא ארגומנטים לספק לכתובת
hi: यूआरएल को देने के लिए आर्गुमेंट्स भरें
it: Inserisci gli argomenti da dare all'URL
ka: შეიყვანეთ URL-ზე გადასაცემი არგუმენტები
nl: Voer argumenten in om door te geven aan de URL
nn: Skriv inn argument til nettadressa
pl: Wpisz argumenty dane adresowi URL
pt: Indique os argumentos a passar ao URL
pt_br: Insira os argumentos a passar à URL
ru: Введите аргументы для передачи URL
sk: Zadajte argumenty na predanie do URL
sl: Vnesite argumente za prenos do spletnega naslova
sv: Ange argument att använda i webbadressen
uk: Введіть параметри, які слід передати адресі
zh_tw: 輸入要遞給網址的參數

source: Browser:
ar: المتصفّح:
az: Bələdçi:
ca: Navegador:
eo: Retumilo:
es: Navegador:
et: Brauser:
eu: Arakatzailea:
fi: Selain:
fr: Navigateur :
gl: Navegador:
he: דפדפן:
hi: ब्राउज़र:
ka: ბრაუზერი:
nn: Nettlesar:
pl: Przeglądarka:
pt: Navegador:
pt_br: Navegador:
ru: Веб-браузер:
sk: Prehliadač:
sl: Brskalnik:
sv: Webbläsare:
uk: Переглядач:
zh_tw: 瀏覽器：

source: Leave empty to use system default
ar: اتركه فارغًا لاستخدام مبدئيات النظام
az: İlkin sistem variantını istifadə etmək üçün boş buraxın
ca: Deixeu-ho en blanc per a usar el predeterminat del sistema
de: Leere Eingabe, um die Voreinstellungen des Systems zu verwenden
eo: Lasu malplena por uzi sistemdefaŭlton
es: Dejar en blanco para usar el predeterminado del sistema
et: Tühjaksjätmisel kasutatakse süsteemi vaikebrauserit
eu: Utzi hutsik sistemaren lehenetsia erabiltzeko
fi: Käytä oletusta jättämällä tyhjäksi
fr: Laisser vide pour utiliser les réglages par défaut du système
gl: Deixe baleiro para usar o predeterminado do sistema
he: להשאיר ריק כדי להשתמש בברירת המחדל של המערכת
hi: सिस्टम पूर्वन्यस्त का प्रयोग करने के लिए रिक्त छोड़ें
it: Lascia vuoto per usare le impostazioni predefinite
ka: სისტემის ნაგულისხმები მნიშვნელობის გამოსაყენებლად ცარიელი დატოვეთ
nl: Leeg laten om de systeemstandaard te gebruiken
nn: La stå tom for å bruka systemstandard
pl: Pozostaw puste, aby użyć ustawienia domyślnego w systemie
pt: Deixe em branco para usar o predefinido do sistema
pt_br: Deixe em branco para usar o padrão do sistema
ru: Оставьте пустым чтобы использовать системные параметры по умолчанию
sk: Nechajte prázdne na použitie prednastavenia systému
sl: Pustite prazno za sistemu privzeto
sv: Lämna tomt för att använda systemstandard
uk: Не заповнюйте, якщо слід використовувати системний
zh_tw: 留空來使用系統預設

source: Select a browser
ar: حدد متصفح
az: Bələdçini seçin
ca: Selecciona un navegador
de: Wählen Sie einen Browser
eo: Elekti Retumilon
es: Seleccione un navegador
et: Brauseri valimine
eu: Hautatu arakatzaile bat
fi: Valitse selain
fr: Sélectionnez un navigateur
gl: Seleccionar un navegador
he: בחירת דפדפן
hi: कोई एक ब्राउज़र चुनें
it: Seleziona un browser
ka: აირჩიეთ ბრაუზერი
nl: Selecteer een browser
nn: Vel nettlesar
pl: Wybierz przeglądarkę
pt: Seleccionar um navegador
pt_br: Selecione um navegador
ru: Выбор браузера
sk: Vybrať prehliadač
sl: Izberi brskalnik
sv: Välj en webbläsare
uk: Вибрати програму для перегляду інтернету
zh_tw: 選擇瀏覽器

source: Port:
ar: المنفذ:
eo: Pordo:
es: Puerto:
eu: Ataka:
fi: Portti:
gl: Porto:
he: פתחה:
hi: पोर्ट:
it: Porta:
ka: პორტი:
nl: Poort:
pt: Porto:
pt_br: Porta:
ru: Порт:
sl: Vrata:
uk: Порт:
zh_tw: 連接埠：

source: Empty server in launch configuration
ar: خادم فارغ في ضبط الإطلاق
az: Başlatma tənzimləməsində boş server
ca: Servidor buit a la configuració del llançament
de: Server in Startkonfiguration ist leer
eo: Malplena servilo en lanĉagordo
es: Servidor en blanco en la configuración de lanzamiento
et: Tühi server käivitusseadistuses
eu: Zerbitzaria hutsik abiatzeko konfigurazioan
fi: Tyhjä palvelin käynnistysasetuksissa
fr: Serveur vide dans la configuration de lancement
gl: Servidor baleiro na configuración de inicio.
he: שרת ריק בהגדרות ההפעלה
hi: लॉन्च विन्यास में रिक्त सर्वर
it: Server vuoto nella configurazione di avvio
ka: გაშვების კონფიგურაციაში სერვერი ცარიელია
nl: Lege server in opstartconfiguratie
nn: Tom tenar i køyreoppsett
pl: Brak serwera w ustawieniach uruchomieniowych
pt: Servidor vazio na configuração do lançamento
pt_br: Servidor vazio na configuração de lançamento
ru: Пустой сервер в конфигурации запуска
sk: Prázdny server v nastavení spustenia
sl: Prazen stre탑nik pri nastavitvi zagona
sv: Tom server i startinställning
uk: Порожнє поле сервера у налаштуваннях запуску
zh_tw: 啟動設定中伺服器是空白的

source: Invalid launch configuration
ar: ضبط إطلاق غير صحيح
az: Səhv başlatma tənzimləməsi
ca: Configuració del llançament no vàlida
de: Ungültige Startkonfiguration
eo: Nevalida lanĉagordo
es: Configuración de lanzamiento no válida
et: Vigane käivitusseadistus
eu: Abiatzeko konfigurazio baliogabea
fi: Virheellinen käynnistysmääritys
fr: Configuration de lancement non valable
gl: Configuración de inicio incorrecta.
he: הגדרות ההפעלה שגויות
hi: अवैध लॉन्च विन्यास
it: Configurazione di avvio non valida
ka: გაშვების არასწორი კონფიგურაცია
nl: Ongeldig opstartconfiguratie
nn: Ugyldige køyreoppsett
pl: Nieprawidłowe ustawienia uruchamiania
pt: Configuração de lançamento inválida
pt_br: Configuração de lançamento inválida
ru: Неверная конфигурация запуска
sk: Neplatné nastavenie spustenia
sl: Neveljavna nastavitev zagona
sv: Ogiltig startinställning
uk: Некоректні налаштування запуску
zh_tw: 無效的啟動設定
